[
    { 
    "id": "empanadillas",
    "name": "Empanadillas",
    "username": "hazelwoods",
    "dish": "Argentinian", 
    "image": "https://www.simpele-recepten.nl/wp-content/uploads/2014/11/Empanadilla-met-tonijn.webp",
    "persons": 4,
    "cookingsteps": ["Chop the onion and finely chop the garlic and olives. Drain the tuna and save the oil. Place the tuna in a large bowl and set aside. Heat a frying pan with 1 tablespoon of the reserved oil. Sauté the onion for 5 minutes, then add the garlic and sauté for 1 minute.","Mash the tuna in the bowl, add the onion mixture to it. Stir and add the chopped olives and pine nuts. Season the mixture to taste with salt and pepper. Meanwhile, heat the oven to 200 °C.","Roll out the puff pastry using some flour. Sprinkle flour on the countertop, your rolling pin and the puff pastry. Use a cutter (or a glass) of about 8 cm diameter to cut out 32 rounds.","Spoon some of the tuna mixture onto the pastry rounds with a teaspoon, fold the pastry rounds in half to create half-moons. Press the edges with a fork so that the pastry stays closed.","Place the empanadillas on a baking sheet lined with baking paper. With a sharp knife, cut a small indentation in the top of the empanadillas. Then brush the empanadillas with beaten egg. Bake the empanadillas for 15 minutes until golden brown. Serve the Spanish patties warm. Tuna and olive empanadillas are easy to make."],
    "ingredients": ["175 gr tuna","canned in olive oil","500 gr puff pastry","1 onion","1 clove of garlic","50 gr green stuffed olive bell pepper","20 gr pine nuts","1 egg","flour"],
    "description": "Empanadillas with tuna and olives patties. Spanish also called Argentine pastry you make yourself and can contain all kinds of different ingredients. The empanadillas in this recipe are made with tuna and olives. Perfect to serve as tapas." 
    },
    
    { 
        "id": "chili sin carne",
        "name": "Chili Sin Carne",
        "username": "tangyorange",
        "dish": "Mexican", 
        "image": "https://www.leukerecepten.nl/wp-content/uploads/2017/04/Chili-Sin-carne.jpg",
        "persons": 3,
        "cookingsteps": ["Peel and chop the onion and garlic, heat the olive oil in a pan and fry. Cut the tomatoes into quarters and the chili pepper into thin rings. Fry with the onion and garlic along with the mushrooms.","Add the veggie mince along with the Mexican seasoning, ground cilantro and freshly ground pepper and a pinch of salt to taste.","Drain the kidney beans and add to the pan along with the tomato paste and diced tomatoes. Let simmer over low heat, stirring occasionally. Make a recipe for chili without meat.","Finish with the fresh coriander and some juice from lime if desired. Eat with rice or fill a tortilla wrap. Crispy onions are also delicious with it."],
        "ingredients": ["1 tbsp olive oil","2 cloves of garlic","1 red onion","125 gr sliced mushrooms","200 gr small tomatoes","1 green chilli","1 tsp Mexican herbs","1 tsp ground coriander","200 g veg minced meat","400 g canned tomatoes","70 g tomato paste","400 g kidney beans","fresh coriander"],
        "description": "Chili sin carne with green pepper. Simple, quick 't tastiest chili con carne recipe without meat for an easy dinner and super healthy." 
    },

    { 
        "id": "Sushi rolls with crab and cucumber",
        "name": "Sushi rolls with crab and cucumber",
        "username": "dianalilac",
        "dish": "Japanese", 
        "image": "https://www.veggiesdontbite.com/wp-content/uploads/2020/05/vegan-veggie-sushi-rolls-FB.jpg",
        "persons": 4,
        "cookingsteps": ["Cook the rice until tender. Meanwhile, cut the cucumber, carrot and avocado into small strips.","Next, mix the sushi vinegar into the warm rice. Place a sushi mat on the countertop and place 1 Nori sheet on it. Cover the Nori sheet with a layer of rice and place some cucumber, carrot, avocado and crab salad in the middle.","Roll up tightly and place in the refrigerator for about 10 minutes. Repeat this process with each roll until you run out of ingredients. After 10 minutes, remove the Rolls from the refrigerator and cut into 2-inch slices.","Place the slices on a plate and serve with wasabi and soy sauce. Sushi with crab and avocado is easy to make."],
        "ingredients": ["150 gr sushi rice","4 nori sheets","1 avocado","1/2 cucumber","1 carrot","50 ml sushi vinegar","175 gr crab salad","wasabi","soy sauce"],
        "description": "Sushi rolls with crab and cucumber, avocado and wasabi, a delicious sushi snack and fun to make yourself. The recipe is simple, it's Sushi time!" 
    }

]